{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<unused0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<unused1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<unused2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<unused3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<unused4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<unused5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<unused6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<unused7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<unused8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<unused9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<unused10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<unused11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<unused12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<unused13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<unused14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<unused15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<unused16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<unused17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 22,
      "content": "<unused18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 23,
      "content": "<unused19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 24,
      "content": "<unused20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 25,
      "content": "<unused21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 26,
      "content": "<unused22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 27,
      "content": "<unused23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 28,
      "content": "<unused24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 29,
      "content": "<unused25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30,
      "content": "<unused26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 31,
      "content": "<unused27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 32,
      "content": "<unused28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 33,
      "content": "<unused29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 34,
      "content": "<unused30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 35,
      "content": "<unused31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 36,
      "content": "<unused32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 37,
      "content": "<unused33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 38,
      "content": "<unused34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 39,
      "content": "<unused35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 40,
      "content": "<unused36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 41,
      "content": "<unused37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 42,
      "content": "<unused38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 43,
      "content": "<unused39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 44,
      "content": "<unused40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 45,
      "content": "<unused41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 46,
      "content": "<unused42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 47,
      "content": "<unused43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48,
      "content": "<unused44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 49,
      "content": "<unused45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 50,
      "content": "<unused46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 51,
      "content": "<unused47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 52,
      "content": "<unused48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 53,
      "content": "<unused49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "String": "``"
        },
        "content": "\""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "''"
        },
        "content": "\""
      },
      {
        "type": "NFKD"
      },
      {
        "type": "StripAccents"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": false,
    "prepend_scheme": "always"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<sep>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          1
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          2
        ],
        "tokens": [
          "<eos>"
        ]
      },
      "<sep>": {
        "id": "<sep>",
        "ids": [
          3
        ],
        "tokens": [
          "<sep>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": false,
    "prepend_scheme": "always"
  },
  "model": {
    "type": "Unigram",
    "unk_id": 0,
    "vocab": [
      [
        "<unk>",
        0.0
      ],
      [
        "<bos>",
        0.0
      ],
      [
        "<eos>",
        0.0
      ],
      [
        "<sep>",
        0.0
      ],
      [
        "<unused0>",
        0.0
      ],
      [
        "<unused1>",
        0.0
      ],
      [
        "<unused2>",
        0.0
      ],
      [
        "<unused3>",
        0.0
      ],
      [
        "<unused4>",
        0.0
      ],
      [
        "<unused5>",
        0.0
      ],
      [
        "<unused6>",
        0.0
      ],
      [
        "<unused7>",
        0.0
      ],
      [
        "<unused8>",
        0.0
      ],
      [
        "<unused9>",
        0.0
      ],
      [
        "<unused10>",
        0.0
      ],
      [
        "<unused11>",
        0.0
      ],
      [
        "<unused12>",
        0.0
      ],
      [
        "<unused13>",
        0.0
      ],
      [
        "<unused14>",
        0.0
      ],
      [
        "<unused15>",
        0.0
      ],
      [
        "<unused16>",
        0.0
      ],
      [
        "<unused17>",
        0.0
      ],
      [
        "<unused18>",
        0.0
      ],
      [
        "<unused19>",
        0.0
      ],
      [
        "<unused20>",
        0.0
      ],
      [
        "<unused21>",
        0.0
      ],
      [
        "<unused22>",
        0.0
      ],
      [
        "<unused23>",
        0.0
      ],
      [
        "<unused24>",
        0.0
      ],
      [
        "<unused25>",
        0.0
      ],
      [
        "<unused26>",
        0.0
      ],
      [
        "<unused27>",
        0.0
      ],
      [
        "<unused28>",
        0.0
      ],
      [
        "<unused29>",
        0.0
      ],
      [
        "<unused30>",
        0.0
      ],
      [
        "<unused31>",
        0.0
      ],
      [
        "<unused32>",
        0.0
      ],
      [
        "<unused33>",
        0.0
      ],
      [
        "<unused34>",
        0.0
      ],
      [
        "<unused35>",
        0.0
      ],
      [
        "<unused36>",
        0.0
      ],
      [
        "<unused37>",
        0.0
      ],
      [
        "<unused38>",
        0.0
      ],
      [
        "<unused39>",
        0.0
      ],
      [
        "<unused40>",
        0.0
      ],
      [
        "<unused41>",
        0.0
      ],
      [
        "<unused42>",
        0.0
      ],
      [
        "<unused43>",
        0.0
      ],
      [
        "<unused44>",
        0.0
      ],
      [
        "<unused45>",
        0.0
      ],
      [
        "<unused46>",
        0.0
      ],
      [
        "<unused47>",
        0.0
      ],
      [
        "<unused48>",
        0.0
      ],
      [
        "<unused49>",
        0.0
      ],
      [
        ",",
        -3.7360523295719954
      ],
      [
        "的",
        -3.9956015495476382
      ],
      [
        "。",
        -4.210653491254609
      ],
      [
        "▁",
        -4.229374743036448
      ],
      [
        "、",
        -4.60084244310783
      ],
      [
        "和",
        -5.204300612259701
      ],
      [
        "在",
        -5.246368228421517
      ],
      [
        "。\n",
        -5.524607053893629
      ],
      [
        "(",
        -5.682138638272619
      ],
      [
        "\n*",
        -5.684517159036819
      ],
      [
        "“",
        -5.700735173487466
      ],
      [
        "\n",
        -5.7692143022962465
      ],
      [
        "为",
        -5.85752153048576
      ],
      [
        "是",
        -5.873801987227315
      ],
      [
        "”",
        -5.930194588355313
      ],
      [
        "与",
        -5.933287221891941
      ],
      [
        ":",
        -5.9761880694415535
      ],
      [
        "中",
        -6.098070930804136
      ],
      [
        "了",
        -6.116758010511921
      ],
      [
        ")",
        -6.157695000636593
      ],
      [
        "有",
        -6.259300446936688
      ],
      [
        "大",
        -6.337227093708055
      ],
      [
        "上",
        -6.379392651972269
      ],
      [
        "人",
        -6.428591799344863
      ],
      [
        "将",
        -6.464003520611637
      ],
      [
        "被",
        -6.4648629606551715
      ],
      [
        "▁the",
        -6.478914226126781
      ],
      [
        "对",
        -6.4834327553192495
      ],
      [
        "等",
        -6.514679410789217
      ],
      [
        ";",
        -6.541209620302791
      ],
      [
        "《",
        -6.578217707307616
      ],
      [
        "及",
        -6.614507560689715
      ],
      [
        "以",
        -6.617530292900192
      ],
      [
        "到",
        -6.621170966843396
      ],
      [
        "》",
        -6.646383873078102
      ],
      [
        "后",
        -6.717456212149003
      ],
      [
        "一",
        -6.719267095627085
      ],
      [
        "不",
        -6.76095712475812
      ],
      [
        "-",
        -6.798827022154782
      ],
      [
        "于",
        -6.830465867844202
      ],
      [
        "中国",
        -6.8598814710605875
      ],
      [
        "新",
        -6.86111468695945
      ],
      [
        "公司",
        -6.884236351276167
      ],
      [
        "从",
        -6.890639826875821
      ],
      [
        "也",
        -6.903306980134493
      ],
      [
        "会",
        -6.907971517046336
      ],
      [
        "时",
        -6.932428933317761
      ],
      [
        "之",
        -7.0152170884758345
      ],
      [
        "1",
        -7.016239011110107
      ],
      [
        "由",
        -7.022020344236857
      ],
      [
        "小",
        -7.024126160085247
      ],
      [
        ",但",
        -7.04381050436969
      ],
      [
        "▁a",
        -7.052543170870631
      ],
      [
        "2",
        -7.056010926911419
      ],
      [
        ".",
        -7.076303769807906
      ],
      [
        "地",
        -7.078160156244948
      ],
      [
        "多",
        -7.081259728740703
      ],
      [
        ")\n*",
        -7.083649873209154
      ],
      [
        "至",
        -7.084897306712376
      ],
      [
        "前",
        -7.099431978187146
      ],
      [
        "或",
        -7.112299156643768
      ],
      [
        "...",
        -7.121741754571788
      ],
      [
        "来",
        -7.1323358690530085
      ],
      [
        "而",
        -7.150773508030452
      ],
      [
        "高",
        -7.154378514730736
      ],
      [
        "。\n*",
        -7.158069220450292
      ],
      [
        "市",
        -7.160582914651668
      ],
      [
        "3",
        -7.165827474956199
      ],
      [
        "他",
        -7.177497447328017
      ],
      [
        "子",
        -7.196849038995472
      ],
      [
        "都",
        -7.199143946376331
      ],
      [
        "▁of",
        -7.20030941803933
      ],
      [
        "下",
        -7.208841016619267
      ],
      [
        "·",
        -7.212859265884081
      ],
      [
        "进行",
        -7.216044391810076
      ],
      [
        "▁to",
        -7.2213907853285555
      ],
      [
        "三",
        -7.229951445309593
      ],
      [
        "内",
        -7.231928670297
      ],
      [
        "就",
        -7.248481072402106
      ],
      [
        "「",
        -7.249136579212841
      ],
      [
        "其",
        -7.250721770231925
      ],
      [
        ",并",
        -7.265099868390843
      ],
      [
        "里",
        -7.276570193221151
      ],
      [
        "一个",
        -7.277873402917045
      ],
      [
        "山",
        -7.281102984425724
      ],
      [
        "所",
        -7.2968372401465
      ],
      [
        "▁in",
        -7.306246552602229
      ],
      [
        "西",
        -7.310995060371463
      ],
      [
        "长",
        -7.311512285144687
      ],
      [
        "5",
        -7.316506599968909
      ],
      [
        "4",
        -7.317472512335144
      ],
      [
        "s",
        -7.317506780855915
      ],
      [
        "王",
        -7.319979788277854
      ],
      [
        "家",
        -7.322476135040954
      ],
      [
        "已",
        -7.332952027511992
      ],
      [
        "向",
        -7.339157656385039
      ],
      [
        ",在",
        -7.344122544701225
      ],
      [
        "后,",
        -7.346578506298959
      ],
      [
        "德",
        -7.346647871065603
      ],
      [
        "要",
        -7.361048019523715
      ],
      [
        "区",
        -7.368789122046911
      ],
      [
        "201",
        -7.369183041244709
      ],
      [
        "用",
        -7.379856702883629
      ],
      [
        "天",
        -7.393314974352299
      ],
      [
        "并",
        -7.406282057524326
      ],
      [
        "水",
        -7.411614686954035
      ],
      [
        "马",
        -7.414178133795652
      ],
      [
        "?",
        -7.4149485255008205
      ],
      [
        "可",
        -7.425124294094092
      ],
      [
        "企业",
        -7.4319912015653316
      ],
      [
        "市场",
        -7.439374283349437
      ],
      [
        "▁and",
        -7.442187871439252
      ],
      [
        "文",
        -7.442713404852338
      ],
      [
        "国家",
        -7.445951339313408
      ],
      [
        "美国",
        -7.446123309709542
      ],
      [
        "金",
        -7.447668651789495
      ],
      [
        "因",
        -7.463441294688168
      ],
      [
        "」",
        -7.470935988583559
      ],
      [
        ",而",
        -7.473977699012124
      ],
      [
        "国",
        -7.488132494629387
      ],
      [
        "性",
        -7.499950392707177
      ],
      [
        "!",
        -7.500585304616189
      ],
      [
        "出",
        -7.511596542409245
      ],
      [
        "6",
        -7.51449908626374
      ],
      [
        "▁*",
        -7.533829901765486
      ],
      [
        "者",
        -7.5430611658665985
      ],
      [
        "路",
        -7.543078258641193
      ],
      [
        "比",
        -7.551900458328586
      ],
      [
        "”。",
        -7.562662815871345
      ],
      [
        "南",
        -7.567191987198534
      ],
      [
        "名",
        -7.572585842565443
      ],
      [
        "东",
        -7.578652457081462
      ],
      [
        "成",
        -7.587576964529358
      ],
      [
        "县",
        -7.600133331769797
      ],
      [
        "7",
        -7.618533218127915
      ],
      [
        "年",
        -7.620593221589139
      ],
      [
        "能",
        -7.628128319683402
      ],
      [
        "特",
        -7.629551068630038
      ],
      [
        "8",
        -7.634947654582854
      ],
      [
        "过",
        -7.635580367763275
      ],
      [
        "开始",
        -7.636974886861658
      ],
      [
        "使用",
        -7.63727782501876
      ],
      [
        "本",
        -7.638212873729911
      ],
      [
        "海",
        -7.639765211822281
      ],
      [
        "达",
        -7.640374941999072
      ],
      [
        "ing",
        -7.641139458012145
      ],
      [
        "正",
        -7.641182090331194
      ],
      [
        "成为",
        -7.6434105595026125
      ],
      [
        "车",
        -7.64684382943693
      ],
      [
        "没有",
        -7.65473745046619
      ],
      [
        "城",
        -7.664897743168995
      ],
      [
        "斯",
        -7.667302346766757
      ],
      [
        "还",
        -7.669765415550522
      ],
      [
        "无",
        -7.672270864198557
      ],
      [
        "生",
        -7.673147470497224
      ],
      [
        "),",
        -7.674816012960729
      ],
      [
        "军",
        -7.676215502028697
      ],
      [
        "已经",
        -7.677421882422003
      ],
      [
        "通过",
        -7.685821761278994
      ],
      [
        "道",
        -7.687928668173841
      ],
      [
        "ed",
        -7.688506980964382
      ],
      [
        "安",
        -7.700538764755107
      ],
      [
        ")\n",
        -7.701602891586765
      ],
      [
        "美",
        -7.70430056214623
      ],
      [
        "可以",
        -7.706016920292067
      ],
      [
        "日",
        -7.7063938421922895
      ],
      [
        "3年",
        -7.710437877609012
      ],
      [
        "张",
        -7.711595743717771
      ],
      [
        "部",
        -7.714736216371325
      ],
      [
        "林",
        -7.715476432637498
      ],
      [
        "时,",
        -7.716652334738651
      ],
      [
        "科",
        -7.722844868048011
      ],
      [
        "拉",
        -7.726715113931832
      ],
      [
        "法",
        -7.73006868600968
      ],
      [
        "该",
        -7.732729787330189
      ],
      [
        "去",
        -7.733465056751289
      ],
      [
        "二",
        -7.745366822389512
      ],
      [
        "分",
        -7.746633257722211
      ],
      [
        "工作",
        -7.75333604778972
      ],
      [
        "州",
        -7.753375258884143
      ],
      [
        "利",
        -7.775395258704075
      ],
      [
        "4年",
        -7.778886853392006
      ],
      [
        "李",
        -7.78437176359855
      ],
      [
        "卡",
        -7.787004939365586
      ],
      [
        "大学",
        -7.788334417747921
      ],
      [
        "自",
        -7.788644667272207
      ],
      [
        "则",
        -7.800283160908375
      ],
      [
        "9",
        -7.803849365065695
      ],
      [
        "/",
        -7.804564062373759
      ],
      [
        "5年",
        -7.809070772866376
      ],
      [
        "起",
        -7.809429083427112
      ],
      [
        "号",
        -7.809935361588307
      ],
      [
        "头",
        -7.81211313745162
      ],
      [
        "以及",
        -7.813290539395515
      ],
      [
        "明",
        -7.815000801656749
      ],
      [
        "龙",
        -7.815793872875718
      ],
      [
        "▁(",
        -7.818472850907204
      ],
      [
        "线",
        -7.819173211124168
      ],
      [
        "2年",
        -7.822980143872956
      ],
      [
        "”,",
        -7.823511552068554
      ],
      [
        "站",
        -7.82384602186503
      ],
      [
        "10",
        -7.825390359434634
      ],
      [
        "着",
        -7.826456260885292
      ],
      [
        "村",
        -7.826692196692145
      ],
      [
        "华",
        -7.830475992721453
      ],
      [
        "得",
        -7.830626130905211
      ],
      [
        "原",
        -7.837540505409034
      ],
      [
        "克",
        -7.838194194824494
      ],
      [
        "点",
        -7.838237828170751
      ],
      [
        "最",
        -7.845223474785039
      ],
      [
        "四",
        -7.845283060869772
      ],
      [
        "投资",
        -7.846101659422018
      ],
      [
        "又",
        -7.847869461824908
      ],
      [
        "我",
        -7.849155337402816
      ],
      [
        "发展",
        -7.850657125495182
      ],
      [
        "政府",
        -7.850883292794261
      ],
      [
        "给",
        -7.851352500403154
      ],
      [
        "作为",
        -7.853826070312223
      ],
      [
        "平",
        -7.85554447375204
      ],
      [
        "。在",
        -7.859345259943511
      ],
      [
        "获得",
        -7.859631979083948
      ],
      [
        "国际",
        -7.861296895270899
      ],
      [
        "把",
        -7.865263817958914
      ],
      [
        "中,",
        -7.8758558616283185
      ],
      [
        "花",
        -7.87650914248243
      ],
      [
        "阿",
        -7.877708367050831
      ],
      [
        "香港",
        -7.880587599541865
      ],
      [
        "元",
        -7.881922095258977
      ],
      [
        "更",
        -7.882083095945411
      ],
      [
        "服务",
        -7.88280593516547
      ],
      [
        "8年",
        -7.883978920521173
      ],
      [
        "北京",
        -7.885628651474089
      ],
      [
        "加",
        -7.891330628135123
      ],
      [
        "好",
        -7.895320236507304
      ],
      [
        "产品",
        -7.899480162854937
      ],
      [
        "罗",
        -7.900188927014522
      ],
      [
        "▁s",
        -7.902287737166658
      ],
      [
        "你",
        -7.911347421819864
      ],
      [
        "日本",
        -7.914118113219727
      ],
      [
        "开",
        -7.917860032791555
      ],
      [
        "9年",
        -7.91856482108135
      ],
      [
        "说",
        -7.924849689807571
      ],
      [
        "田",
        -7.925158915297688
      ],
      [
        "两",
        -7.926053683435688
      ],
      [
        "光",
        -7.926992250123213
      ],
      [
        "她",
        -7.931499567723442
      ],
      [
        "台",
        -7.93177324829662
      ],
      [
        "y",
        -7.937170239945644
      ],
      [
        "化",
        -7.937264710010835
      ],
      [
        "tion",
        -7.937364519500525
      ],
      [
        "1年",
        -7.938679168521292
      ],
      [
        "五",
        -7.940433099008548
      ],
      [
        "表示,",
        -7.9417794194838205
      ],
      [
        "行",
        -7.9430469695684
      ],
      [
        "地区",
        -7.947741745863104
      ],
      [
        "河",
        -7.949262514378178
      ],
      [
        "自己",
        -7.959830584185237
      ],
      [
        "心",
        -7.964055984695547
      ],
      [
        "门",
        -7.965229818969911
      ],
      [
        "外",
        -7.967089585775607
      ],
      [
        "做",
        -7.968709304685563
      ],
      [
        "发",
        -7.9703969163601265
      ],
      [
        "方",
        -7.97365080957794
      ],
      [
        "石",
        -7.979393532269565
      ],
      [
        "▁-",
        -7.985974402291403
      ],
      [
        "曾",
        -7.987932443971674
      ],
      [
        "经济",
        -7.988431532972372
      ],
      [
        "米",
        -7.989084368311811
      ],
      [
        "0年",
        -7.990230384536311
      ],
      [
        "网",
        -7.992127713593186
      ],
      [
        "7年",
        -7.993083261003848
      ],
      [
        "时间",
        -7.994277903834616
      ],
      [
        ",以",
        -7.998584659062759
      ],
      [
        "”的",
        -7.999057286160722
      ],
      [
        "重",
        -8.001093480732987
      ],
      [
        "北",
        -8.002343743373455
      ],
      [
        "集团",
        -8.006300076442328
      ],
      [
        "6年",
        -8.007480659755258
      ],
      [
        "让",
        -8.017497925802934
      ],
      [
        "局",
        -8.019376336645571
      ],
      [
        "称",
        -8.020315441954263
      ],
      [
        ",是",
        -8.020796412251144
      ],
      [
        "他们",
        -8.021014343221388
      ],
      [
        ",他",
        -8.028774574962585
      ],
      [
        "全",
        -8.031959218791442
      ],
      [
        "学",
        -8.0363666529549
      ],
      [
        "镇",
        -8.037864688309961
      ],
      [
        "项目",
        -8.045599106804945
      ],
      [
        "用户",
        -8.049040335643554
      ],
      [
        "技术",
        -8.0509849302514
      ],
      [
        "这个",
        -8.054450976062746
      ],
      [
        "城市",
        -8.058582493029245
      ],
      [
        "亚",
        -8.061683791145683
      ],
      [
        "式",
        -8.065745131021421
      ],
      [
        "研究",
        -8.069695722958942
      ],
      [
        "提供",
        -8.070620513368578
      ],
      [
        "手",
        -8.0759003078669
      ],
      [
        "银行",
        -8.076257580537527
      ],
      [
        "再",
        -8.076665448987255
      ],
      [
        "尼",
        -8.07761302545901
      ],
      [
        "万",
        -8.079146772030251
      ],
      [
        "的“",
        -8.079563320185988
      ],
      [
        "队",
        -8.080075037086797
      ],
      [
        "——",
        -8.08371223141348
      ],
      [
        "世界",
        -8.085704990943595
      ],
      [
        "打",
        -8.086155450030054
      ],
      [
        "进入",
        -8.086775309325485
      ],
      [
        "这",
        -8.089001404770247
      ],
      [
        "白",
        -8.090014484284772
      ],
      [
        "系统",
        -8.092488825164757
      ],
      [
        "神",
        -8.094783085137562
      ],
      [
        "发现",
        -8.095664718320085
      ],
      [
        "问题",
        -8.095751205973421
      ],
      [
        "女",
        -8.09662814514969
      ],
      [
        "部分",
        -8.098449155835661
      ],
      [
        "同",
        -8.09946977753942
      ],
      [
        "机",
        -8.0995187870742
      ],
      [
        "型",
        -8.107792653701825
      ],
      [
        "黄",
        -8.111489053802623
      ],
      [
        "位于",
        -8.111503932511742
      ],
      [
        "经",
        -8.12223270226196
      ],
      [
        "可能",
        -8.125439893254926
      ],
      [
        "管理",
        -8.125734015478825
      ],
      [
        "游戏",
        -8.133840633079402
      ],
      [
        "我们",
        -8.134450660392577
      ],
      [
        "当",
        -8.136913661153335
      ],
      [
        "一些",
        -8.141645673079404
      ],
      [
        "只",
        -8.14206583255853
      ],
      [
        "主",
        -8.142319552414948
      ],
      [
        "清",
        -8.142960692190561
      ],
      [
        "A",
        -8.145560757723917
      ],
      [
        "公",
        -8.146462199392095
      ],
      [
        "全国",
        -8.147152229412677
      ],
      [
        "却",
        -8.1527223014344
      ],
      [
        "岛",
        -8.153688188885965
      ],
      [
        "江",
        -8.155916164278139
      ],
      [
        "上海",
        -8.15842102599235
      ],
      [
        "出现",
        -8.163169763672741
      ],
      [
        "en",
        -8.168819061285179
      ],
      [
        "200",
        -8.169668999172872
      ],
      [
        ",其中",
        -8.171091460713148
      ],
      [
        "力",
        -8.174820070744852
      ],
      [
        "▁be",
        -8.176843396440836
      ],
      [
        "回",
        -8.179898981769817
      ],
      [
        "周",
        -8.18012025895247
      ],
      [
        "数",
        -8.181272036407956
      ],
      [
        "任",
        -8.183949988470431
      ],
      [
        "需要",
        -8.18409190982574
      ],
      [
        "位",
        -8.184145347553061
      ],
      [
        "某",
        -8.186465024680164
      ],
      [
        "约",
        -8.186500477615587
      ],
      [
        "行业",
        -8.18666124141179
      ],
      [
        "通",
        -8.187111240177417
      ],
      [
        "共",
        -8.187767668732496
      ],
      [
        "爱",
        -8.190607048298094
      ],
      [
        "第一",
        -8.192367671622833
      ],
      [
        "陈",
        -8.194564002514587
      ],
      [
        "作",
        -8.197780787425161
      ],
      [
        "入",
        -8.198110593902818
      ],
      [
        "组织",
        -8.200261870188479
      ],
      [
        "手机",
        -8.20172407101332
      ],
      [
        "风",
        -8.20239377680639
      ],
      [
        "业务",
        -8.203261558009787
      ],
      [
        "红",
        -8.204577370162262
      ],
      [
        "巴",
        -8.206066848721017
      ],
      [
        "超",
        -8.207029569664238
      ],
      [
        "网络",
        -8.211359824747504
      ],
      [
        "古",
        -8.212336602526388
      ],
      [
        "口",
        -8.212423262644306
      ],
      [
        "中心",
        -8.216634959594828
      ],
      [
        "正式",
        -8.217026321101216
      ],
      [
        "计划",
        -8.218072540708576
      ],
      [
        "▁for",
        -8.218341854676725
      ],
      [
        "格",
        -8.219315155733014
      ],
      [
        "学校",
        -8.2229911345202
      ],
      [
        "场",
        -8.225136524357639
      ],
      [
        "S",
        -8.226470697934914
      ],
      [
        "省",
        -8.228522394431014
      ],
      [
        "塔",
        -8.229508007538682
      ],
      [
        "建",
        -8.230560954038491
      ],
      [
        "体",
        -8.231909010562095
      ],
      [
        "这些",
        -8.233199040561603
      ],
      [
        "包括",
        -8.233965120534256
      ],
      [
        "纳",
        -8.24211700105508
      ],
      [
        "看",
        -8.243604861800145
      ],
      [
        "'s",
        -8.245355393888715
      ],
      [
        "互联网",
        -8.246579597672298
      ],
      [
        "价格",
        -8.249114565101943
      ],
      [
        "云",
        -8.254260966182647
      ],
      [
        "图",
        -8.25816544697927
      ],
      [
        "面",
        -8.25860505787235
      ],
      [
        "受",
        -8.265991211588368
      ],
      [
        "B",
        -8.266241089721477
      ],
      [
        "进",
        -8.266312427965323
      ],
      [
        "刘",
        -8.267935771997173
      ],
      [
        "信",
        -8.268522554621777
      ],
      [
        "基",
        -8.271117594242519
      ],
      [
        "建设",
        -8.271356606344963
      ],
      [
        "目前",
        -8.271934713336787
      ],
      [
        "就是",
        -8.275956813267564
      ],
      [
        "老",
        -8.279093206328783
      ],
      [
        "英国",
        -8.280292193280664
      ],
      [
        "发生",
        -8.280631753127304
      ],
      [
        "活动",
        -8.282043487200479
      ],
      [
        "▁《",
        -8.282120171222422
      ],
      [
        "各",
        -8.283227802629236
      ],
      [
        "类",
        -8.284887366817063
      ],
      [
        "尔",
        -8.287463718336209
      ],
      [
        "电影",
        -8.288441864737036
      ],
      [
        ")、",
        -8.296472527658803
      ],
      [
        ",其",
        -8.297125699678755
      ],
      [
        "教育",
        -8.298399261913147
      ],
      [
        "平台",
        -8.299598002664482
      ],
      [
        "六",
        -8.300716754427835
      ],
      [
        "that",
        -8.30358525878166
      ],
      [
        "处",
        -8.308451094600775
      ],
      [
        "级",
        -8.308909386549084
      ],
      [
        "非",
        -8.311843060732743
      ],
      [
        "12",
        -8.31249365023914
      ],
      [
        "文化",
        -8.312980443705776
      ],
      [
        "主要",
        -8.313849610512719
      ],
      [
        "官",
        -8.313914904070053
      ],
      [
        "未",
        -8.314814249211903
      ],
      [
        "设计",
        -8.316353390480488
      ],
      [
        "发布",
        -8.317622107126748
      ],
      [
        "称,",
        -8.31835277065005
      ],
      [
        "们",
        -8.319023341048908
      ],
      [
        "伊",
        -8.322504274338343
      ],
      [
        "表示",
        -8.323065728109496
      ],
      [
        "次",
        -8.324495173647207
      ],
      [
        "间",
        -8.327652656837401
      ],
      [
        "制",
        -8.329623814824048
      ],
      [
        "今年",
        -8.330668455414678
      ],
      [
        "学生",
        -8.332219789846938
      ],
      [
        "信息",
        -8.334072452575235
      ],
      [
        "单",
        -8.334713704055469
      ],
      [
        "木",
        -8.335305673663125
      ],
      [
        "#",
        -8.33671255230392
      ],
      [
        "种",
        -8.338195088324001
      ],
      [
        "其他",
        -8.338928513326042
      ],
      [
        "带",
        -8.340375568817974
      ],
      [
        "转",
        -8.340844338018929
      ],
      [
        "。而",
        -8.34452748031366
      ],
      [
        "近",
        -8.344953165879192
      ],
      [
        "期",
        -8.34499322172005
      ],
      [
        "应",
        -8.345875546810843
      ],
      [
        "很",
        -8.346241624226689
      ],
      [
        "连",
        -8.347519061763819
      ],
      [
        "波",
        -8.353002345382553
      ],
      [
        "系",
        -8.354284804314362
      ],
      [
        "集",
        -8.35440561266633
      ],
      [
        "。但",
        -8.35461022380038
      ],
      [
        "社会",
        -8.354806002489578
      ],
      [
        "武",
        -8.355081681076973
      ],
      [
        "机构",
        -8.356017058243586
      ],
      [
        "人员",
        -8.357365831079887
      ],
      [
        "度",
        -8.359045493742133
      ],
      [
        "个",
        -8.359177398255932
      ],
      [
        "此",
        -8.360050257480209
      ],
      [
        "量",
        -8.361365765221596
      ],
      [
        "20",
        -8.362015055384813
      ],
      [
        "立",
        -8.36274821914454
      ],
      [
        "认为",
        -8.368670352790309
      ],
      [
        "太",
        -8.370042578174118
      ],
      [
        "相关",
        -8.373083105745446
      ],
      [
        "总",
        -8.375332845899104
      ],
      [
        "参加",
        -8.376931260811423
      ],
      [
        "。”",
        -8.378234060672566
      ],
      [
        "圣",
        -8.379304754275761
      ],
      [
        "想",
        -8.379354788192993
      ],
      [
        "黑",
        -8.380244612524287
      ],
      [
        "数据",
        -8.381331389082693
      ],
      [
        "担任",
        -8.381350986902639
      ],
      [
        "球",
        -8.383113186780617
      ],
      [
        "率",
        -8.383338033493628
      ],
      [
        "星",
        -8.38400639059104
      ],
      [
        "正在",
        -8.384274729179056
      ],
      [
        "八",
        -8.384812409733913
      ],
      [
        "书",
        -8.385189143335541
      ],
      [
        "维",
        -8.385685322096114
      ],
      [
        "有限公司",
        -8.388288577308655
      ],
      [
        "▁re",
        -8.3904482656323
      ],
      [
        "定",
        -8.391327102928992
      ],
      [
        "代表",
        -8.392100571102581
      ],
      [
        ")。",
        -8.394197390450586
      ],
      [
        "版",
        -8.395721943716211
      ],
      [
        "如",
        -8.396099698657807
      ],
      [
        "要求",
        -8.396596092729412
      ],
      [
        "完成",
        -8.396746148566592
      ],
      [
        "宗",
        -8.397718010151882
      ],
      [
        "强",
        -8.397963942032183
      ],
      [
        "街",
        -8.400762353018514
      ],
      [
        "铁路",
        -8.404320367554984
      ],
      [
        "川",
        -8.405101657000952
      ],
      [
        "雷",
        -8.408903809461577
      ],
      [
        "C",
        -8.412207624804779
      ],
      [
        "师",
        -8.414794370925025
      ],
      [
        "兰",
        -8.418652335406215
      ],
      [
        "房",
        -8.41989447239546
      ],
      [
        "委员会",
        -8.42121501071143
      ],
      [
        "英",
        -8.421687833438463
      ],
      [
        "全球",
        -8.423085339250303
      ],
      [
        "氏",
        -8.424433650943424
      ],
      [
        "还是",
        -8.426331440710035
      ],
      [
        "世",
        -8.426503823697962
      ],
      [
        "品牌",
        -8.428080209115855
      ],
      [
        "中央",
        -8.429535395634764
      ],
      [
        "钱",
        -8.429564592653511
      ],
      [
        "真",
        -8.430730178015859
      ],
      [
        "资金",
        -8.432155711289838
      ],
      [
        "所有",
        -8.43370242680191
      ],
      [
        "工程",
        -8.435323359537948
      ],
      [
        "宝",
        -8.435584753984081
      ],
      [
        "拥有",
        -8.43587815242334
      ],
      [
        "中的",
        -8.43653818021727
      ],
      [
        "台湾",
        -8.43773666870915
      ],
      [
        "属",
        -8.442169225149165
      ],
      [
        "夫",
        -8.443560368796328
      ],
      [
        "布",
        -8.445370201530581
      ],
      [
        "安全",
        -8.445968236831067
      ],
      [
        "才",
        -8.446313254987306
      ],
      [
        "派",
        -8.448454539010388
      ],
      [
        "事",
        -8.448717227454127
      ],
      [
        "乐",
        -8.450021916540305
      ],
      [
        "个人",
        -8.45086733472641
      ],
      [
        ",为",
        -8.451023773243161
      ],
      [
        "据",
        -8.455044721735135
      ],
      [
        "都是",
        -8.455431688183221
      ],
      [
        "相",
        -8.45751751691492
      ],
      [
        "月",
        -8.457675075105577
      ],
      [
        "▁S",
        -8.45881544496721
      ],
      [
        "吉",
        -8.460155201599587
      ],
      [
        "er",
        -8.460626830230963
      ],
      [
        "桥",
        -8.461078610453956
      ],
      [
        "决定",
        -8.461812482323642
      ],
      [
        "港",
        -8.466426467399438
      ],
      [
        "实现",
        -8.467014455270062
      ],
      [
        "生活",
        -8.467342880619054
      ],
      [
        "双",
        -8.47184829019871
      ],
      [
        "走",
        -8.47403838784934
      ],
      [
        "▁is",
        -8.474222811278894
      ],
      [
        "es",
        -8.476167343064398
      ],
      [
        "商",
        -8.481409160035387
      ],
      [
        "科技",
        -8.48149731726832
      ],
      [
        "因为",
        -8.48208492593699
      ],
      [
        "媒体",
        -8.482585850165385
      ],
      [
        ",由",
        -8.484407051293728
      ],
      [
        "医院",
        -8.484957818707981
      ],
      [
        "郡",
        -8.485057927367913
      ],
      [
        "首",
        -8.485954581930223
      ],
      [
        "于201",
        -8.486136250598008
      ],
      [
        "参与",
        -8.486136850567306
      ],
      [
        "赛",
        -8.486203705346295
      ],
      [
        "第二",
        -8.486239633721105
      ],
      [
        "沙",
        -8.48632372949168
      ],
      [
        "座",
        -8.488516186665573
      ],
      [
        "政策",
        -8.489492884815643
      ],
      [
        "继续",
        -8.491677179029606
      ],
      [
        "对于",
        -8.494273964686537
      ],
      [
        "宣布",
        -8.494702724675864
      ],
      [
        "支持",
        -8.495038214428353
      ],
      [
        "成功",
        -8.495857875712133
      ],
      [
        "语",
        -8.497285891951948
      ],
      [
        "奥",
        -8.497605771992859
      ],
      [
        "le",
        -8.498943663816345
      ],
      [
        "代",
        -8.502174437290362
      ],
      [
        "战",
        -8.50411811062016
      ],
      [
        "福",
        -8.505836013396484
      ],
      [
        "奇",
        -8.506117477277604
      ],
      [
        "组",
        -8.506418176593867
      ],
      [
        "兵",
        -8.50767335654799
      ],
      [
        "▁\"",
        -8.50999220609456
      ],
      [
        "使",
        -8.513392992707292
      ],
      [
        "销售",
        -8.515092523440815
      ],
      [
        "▁was",
        -8.515275019952863
      ],
      [
        "民",
        -8.516777021501328
      ],
      [
        "来自",
        -8.517846414488995
      ],
      [
        "G",
        -8.517969834199866
      ],
      [
        "那",
        -8.51826800389086
      ],
      [
        "史",
        -8.51860248145725
      ],
      [
        "汽车",
        -8.519526114054104
      ],
      [
        "e",
        -8.519560731536059
      ],
      [
        "先",
        -8.521057671198472
      ],
      [
        "合",
        -8.521637745028643
      ],
      [
        "音乐",
        -8.524963357721216
      ],
      [
        "i",
        -8.526498582558416
      ],
      [
        "费",
        -8.527272099530935
      ],
      [
        "▁on",
        -8.52763055236596
      ],
      [
        "汉",
        -8.530694309089837
      ],
      [
        "ter",
        -8.531397088996721
      ],
      [
        "交易",
        -8.531655031544418
      ],
      [
        "合作",
        -8.532980278500007
      ],
      [
        "。201",
        -8.533673029722836
      ],
      [
        "非常",
        -8.536124588525235
      ],
      [
        "权",
        -8.536504162593593
      ],
      [
        "。他",
        -8.537887915410577
      ],
      [
        "记者",
        -8.539017834302955
      ],
      [
        "法国",
        -8.539434539869381
      ],
      [
        "亦",
        -8.539779983075329
      ],
      [
        "宫",
        -8.540080429771079
      ],
      [
        "国内",
        -8.540282722453547
      ],
      [
        "空",
        -8.542047285130566
      ],
      [
        "飞",
        -8.542631679164177
      ],
      [
        "七",
        -8.543369976895452
      ],
      [
        "见",
        -8.547804674895618
      ],
      [
        "金融",
        -8.55076607831924
      ],
      [
        "诺",
        -8.553626663299582
      ],
      [
        "鱼",
        -8.55547013218642
      ],
      [
        "11",
        -8.556114056354062
      ],
      [
        "森",
        -8.556741462976875
      ],
      [
        "条",
        -8.559238833754826
      ],
      [
        ",因此",
        -8.560533724016395
      ],
      [
        "建筑",
        -8.561189657004327
      ],
      [
        "气",
        -8.561610223002845
      ],
      [
        "吃",
        -8.561729945084426
      ],
      [
        "均",
        -8.563698843757749
      ],
      [
